; Polski interfejs wtyczki NTFS Links 1.30
; Autor: Pawel Wawrzyszko

; Main dialog
1=OK
2=Anuluj
3=&Ustawienia
4=Pomoc
5=U&twórz łącze dla "%s" jako:
6=U&twórz łącze dla %d wybranych plików w:
7=&Głębokość rekurencji dla tworzonych łączy:

; Settings dialog
50=Ustawienia
51=OK
52=Anuluj
53=Pomoc
54=Zachowaj pozycję &okna
55=Zachowaj &głębokość rekurencji
56=&Domyślna głębokość rekursji:
57=Plik &językowy:
58=Pliki językowe (*.lng)|*.lng|Wszystkie pliki (*.*)|*.*||
59=Plik &Pomocy:
60=Pliki pomocy (*.chm)|*.chm|Wszystkie pliki (*.*)|*.*||

; Error dialog
100=Błąd
101=&Pomiń
102=Po&nów
103=Pomiń &wszystkie
104=&Anuluj
105=Błąd przy tworzeniu łącza dla pliku:\n%s
106=Błąd przy tworzeniu łącza dla katalogu:\n%s
107=Błąd przy tworzeniu katalogu:\n%s
108=Nieznany błąd!

; About box
150=O programie
151=&O programie...
152=Program:
153=Wersja:
154=Autor:
155=Strona:

; Miscellaneous error messages
1001=Niewłaściwa liczba parametrów w linii poleceń!
1002=Nie można otworzyć listy plików!
1003=Nie można utworzyć 1 łącza dla kilku obiektów!
1004=Nie można wykonać polecenia.\nKod błędu: %d.
1005=Nie można otworzyć pliku pomocy!
1006=Błąd przy zachowywaniu ustawień!
